Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden System Security/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ml_in, pl_pl

# GitHubDocsNavItem.Content
source: GitHub Documentation
ar: وثائق GitHub
de_de: GitHub-Dokumentation
el_gr: Τεκμηρίωση GitHub
es: Documentación de GitHub
fr_fr: Documentation GitHub
he_il: תיעוד GitHub
hi_in: GitHub दस्तावेज़
ml_in: GitHub ഡോക്യുമെന്റേഷൻ
pl_pl: Dokumentacja GitHub

# GitHubDocsNavItem.ToolTipService.ToolTip
source: Get online documentation from GitHub about how to use the application
ar: احصل على الوثائق الإلكترونية من GitHub حول كيفية استخدام التطبيق
de_de: Online-Dokumentation von GitHub zur Nutzung der Anwendung abrufen
el_gr: Λήψη ηλεκτρονικής τεκμηρίωσης από το GitHub σχετικά με τη χρήση της εφαρμογής
es: Obtener documentación electrónica de GitHub sobre cómo usar la aplicación
fr_fr: Consulter la documentation en ligne sur GitHub pour savoir comment utiliser l'application
he_il: קבל תיעוד מקוון מ-GitHub על אופן השימוש באפליקציה
hi_in: एप्लिकेशन का उपयोग करने के बारे में GitHub से इलेक्ट्रॉनिक दस्तावेज़ प्राप्त करें
ml_in: ആപ്ലിക്കേഷൻ എങ്ങനെ ഉപയോഗിക്കാം എന്നതിനെക്കുറിച്ച് GitHub-ൽ നിന്ന് ഇലക്ട്രോണിക് ഡോക്യുമെന്റേഷൻ നേടുക
pl_pl: Pobierz elektroniczną dokumentację z GitHub o tym, jak używać aplikacji

# GitHubDocsNavItem.AutomationProperties.HelpText
source: Get online documentation from GitHub about how to use the application
ar: احصل على الوثائق الإلكترونية من GitHub حول كيفية استخدام التطبيق
de_de: Online-Dokumentation von GitHub zur Nutzung der Anwendung abrufen
el_gr: Λήψη ηλεκτρονικής τεκμηρίωσης από το GitHub σχετικά με τη χρήση της εφαρμογής
es: Obtener documentación electrónica de GitHub sobre cómo usar la aplicación
fr_fr: Consulter la documentation en ligne sur GitHub pour savoir comment utiliser l'application
he_il: קבל תיעוד מקוון מ-GitHub על אופן השימוש באפליקציה
hi_in: एप्लिकेशन का उपयोग करने के बारे में GitHub से इलेक्ट्रॉनिक दस्तावेज़ प्राप्त करें
ml_in: ആപ്ലിക്കേഷൻ എങ്ങനെ ഉപയോഗിക്കാം എന്നതിനെക്കുറിച്ച് GitHub-ൽ നിന്ന് ഇലക്ട്രോണിക് ഡോക്യുമെന്റേഷൻ നേടുക
pl_pl: Pobierz elektroniczną dokumentację z GitHub o tym, jak używać aplikacji

# LogsNavItem.Content
source: Logs
ar: سجلات التشغيل
de_de: Protokolle
el_gr: Αρχεία καταγραφής
es: Registros
fr_fr: Journaux
he_il: יומנים
hi_in: लॉग
ml_in: ലോഗുകൾ
pl_pl: Logi

# SettingsNavItem.Content
source: Settings
ar: الإعدادات
de_de: Einstellungen
el_gr: Ρυθμίσεις
es: Configuración
fr_fr: Paramètres
he_il: הגדרות
hi_in: सेटिंग्स
ml_in: സെറ്റിംഗുകൾ
pl_pl: Ustawienia

# LogsNavItem.ToolTipService.ToolTip
source: View the application logs in real time
ar: عرض سجلات تشغيل التطبيق في الوقت الفعلي
de_de: Anwendungsprotokolle in Echtzeit anzeigen
el_gr: Προβολή των αρχείων καταγραφής της εφαρμογής σε πραγματικό χρόνο
es: Ver los registros de la aplicación en tiempo real
fr_fr: Afficher les journaux de l'application en temps réel
he_il: צפה ביומני האפליקציה בזמן אמת
hi_in: एप्लिकेशन के लॉग को रियल टाइम में देखें
ml_in: ആപ്ലിക്കേഷന്റെ ലോഗുകൾ തത്സമയം കാണുക
pl_pl: Wyświetl logi aplikacji w czasie rzeczywistym

# LogsNavItem.AutomationProperties.HelpText
source: View the application logs in real time
ar: عرض سجلات تشغيل التطبيق في الوقت الفعلي
de_de: Anwendungsprotokolle in Echtzeit anzeigen
el_gr: Προβολή των αρχείων καταγραφής της εφαρμογής σε πραγματικό χρόνο
es: Ver los registros de la aplicación en tiempo real
fr_fr: Afficher les journaux de l'application en temps réel
he_il: צפה ביומני האפליקציה בזמן אמת
hi_in: एप्लिकेशन के लॉग को रियल टाइम में देखें
ml_in: ആപ്ലിക്കേഷന്റെ ലോഗുകൾ തത്സമയം കാണുക
pl_pl: Wyświetl logi aplikacji w czasie rzeczywistym

# UpdateNavItem.ToolTipService.ToolTip
source: Check for updates
ar: البحث عن التحديثات
de_de: Nach Updates suchen
el_gr: Έλεγχος για ενημερώσεις
es: Buscar actualizaciones
fr_fr: Rechercher des mises à jour
he_il: בדוק עדכונים
hi_in: अपडेट के लिए जांचें
ml_in: അപ്ഡേറ്റുകൾക്കായി പരിശോധിക്കുക
pl_pl: Sprawdź aktualizacje

# UpdateNavItem.AutomationProperties.HelpText
source: Check for updates
ar: البحث عن التحديثات
de_de: Nach Updates suchen
el_gr: Έλεγχος για ενημερώσεις
es: Buscar actualizaciones
fr_fr: Rechercher des mises à jour
he_il: בדוק עדכונים
hi_in: अपडेट के लिए जांचें
ml_in: അപ്ഡേറ്റുകൾക്കായി പരിശോധിക്കുക
pl_pl: Sprawdź aktualizacje

# UpdateNavItem.Content
source: Update
ar: التحديث
el_gr: Ενημέρωση
es: Actualización
fr_fr: Mise à jour
he_il: עדכון
hi_in: अपडेट
ml_in: അപ്ഡേറ്റ്
pl_pl: Aktualizacja

# MainSearchAutoSuggestBox.PlaceholderText
source: Search menu items...
ar: البحث في عناصر القائمة...
de_de: Menüpunkte durchsuchen...
el_gr: Αναζήτηση στοιχείων μενού...
es: Buscar elementos del menú...
fr_fr: Rechercher dans le menu...
he_il: חפש פריטי תפריט...
hi_in: मेन्यू आइटम खोजें...
ml_in: മെനു ഇനങ്ങൾ തിരയുക...
pl_pl: Szukaj elementów menu...

# MainSearchAutoSuggestBox.ToolTipService.ToolTip
source: Enter menu item names to find them quickly
ar: أدخل أسماء عناصر القائمة للعثور عليها بسرعة
de_de: Namen von Menüpunkten eingeben, um sie schnell zu finden
el_gr: Εισάγετε ονόματα στοιχείων μενού για να τα βρείτε γρήγορα
es: Ingrese nombres de elementos del menú para encontrarlos rápidamente
fr_fr: Saisissez le nom des éléments du menu pour les trouver rapidement
he_il: הזן שמות של פריטי תפריט כדי למצוא אותם במהירות
hi_in: मेन्यू आइटम के नाम दर्ज करें ताकि उन्हें जल्दी खोजा जा सके
ml_in: മെനു ഇനങ്ങളുടെ പേരുകൾ വേഗത്തിൽ കണ്ടെത്താൻ നൽകുക
pl_pl: Wpisz, aby szybko znajdować nazwy elementów menu

# MainSearchAutoSuggestBox.AutomationProperties.HelpText
source: Enter menu item names to find them quickly
ar: أدخل أسماء عناصر القائمة للعثور عليها بسرعة
de_de: Namen von Menüpunkten eingeben, um sie schnell zu finden
el_gr: Εισάγετε ονόματα στοιχείων μενού για να τα βρείτε γρήγορα
es: Ingrese nombres de elementos del menú para encontrarlos rápidamente
fr_fr: Saisissez le nom des éléments du menu pour les trouver rapidement
he_il: הזן שמות של פריטי תפריט כדי למצוא אותם במהירות
hi_in: मेन्यू आइटम के नाम दर्ज करें ताकि उन्हें जल्दी खोजा जा सके
ml_in: മെനു ഇനങ്ങളുടെ പേരുകൾ വേഗത്തിൽ കണ്ടെത്താൻ നൽകുക
pl_pl: Wpisz, aby szybko znajdować nazwy elementów menu

# RefreshLogFilesButton.Content
source: Refresh The Logs
ar: تحديث السجلات
de_de: Protokolle aktualisieren
el_gr: Ανανέωση Αρχείων Καταγραφής
es: Actualizar Registros
fr_fr: Actualiser les journaux
he_il: רענן את היומנים
hi_in: लॉग रीफ्रेश करें
ml_in: ലോഗുകൾ പുതുക്കുക
pl_pl: Odśwież logi

# RefreshLogFilesButton.ToolTipService.ToolTip
source: Retrieve the latest logs for the current session by reading them from the log file in the user configurations directory
ar: استرداد أحدث السجلات للجلسة الحالية من خلال قراءتها من ملف السجل في دليل إعدادات المستخدم
de_de: Die neuesten Protokolle der aktuellen Sitzung abrufen, indem sie aus der Protokolldatei im Benutzerkonfigurationsverzeichnis gelesen werden
el_gr: Ανάκτηση των πιο πρόσφατων αρχείων καταγραφής για την τρέχουσα συνεδρία διαβάζοντάς τα από το αρχείο καταγραφής στο φάκελο διαμορφώσεων χρήστη
es: Recuperar los registros más recientes para la sesión actual leyéndolos del archivo de registro en la carpeta de configuración del usuario
fr_fr: Récupérer les derniers journaux pour la session en cours en les lisant depuis le fichier de journal dans le répertoire de configuration utilisateur
he_il: לאחזר את היומנים העדכניים ביותר עבור הסשן הנוכחי על-ידי קריאתם מקובץ היומן בספריית תצורות המשתמש
hi_in: उपयोगकर्ता कॉन्फ़िगरेशन फ़ोल्डर में लॉग फ़ाइल से पढ़कर वर्तमान सत्र के लिए नवीनतम लॉग प्राप्त करें
ml_in: ഉപയോക്താവിന്റെ കോൺഫിഗറേഷൻ ഫോൾഡറിലെ ലോഗ് ഫയലിൽ നിന്ന് വായിച്ച് നിലവിലെ സെഷനുവേണ്ടി ഏറ്റവും പുതിയ ലോഗുകൾ നേടുക
pl_pl: Pobierz najnowsze logi dla bieżącej sesji, czytając z pliku logów w folderze konfiguracji użytkownika

# RefreshLogFilesButton.AutomationProperties.HelpText
source: Retrieve the latest logs for the current session by reading them from the log file in the user configurations directory
ar: استرداد أحدث السجلات للجلسة الحالية من خلال قراءتها من ملف السجل في دليل إعدادات المستخدم
de_de: Die neuesten Protokolle der aktuellen Sitzung abrufen, indem sie aus der Protokolldatei im Benutzerkonfigurationsverzeichnis gelesen werden
el_gr: Ανάκτηση των πιο πρόσφατων αρχείων καταγραφής για την τρέχουσα συνεδρία διαβάζοντάς τα από το αρχείο καταγραφής στο φάκελο διαμορφώσεων χρήστη
es: Recuperar los registros más recientes para la sesión actual leyéndolos del archivo de registro en la carpeta de configuración del usuario
fr_fr: Récupérer les derniers journaux pour la session en cours en les lisant depuis le fichier de journal dans le répertoire de configuration utilisateur
he_il: לאחזר את היומנים העדכניים ביותר עבור הסשן הנוכחי על-ידי קריאתם מקובץ היומן בספריית תצורות המשתמש
hi_in: उपयोगकर्ता कॉन्फ़िगरेशन फ़ोल्डर में लॉग फ़ाइल से पढ़कर वर्तमान सत्र के लिए नवीनतम लॉग प्राप्त करें
ml_in: ഉപയോക്താവിന്റെ കോൺഫിഗറേഷൻ ഫോൾഡറിലെ ലോഗ് ഫയലിൽ നിന്ന് വായിച്ച് നിലവിലെ സെഷനുവേണ്ടി ഏറ്റവും പുതിയ ലോഗുകൾ നേടുക
pl_pl: Pobierz najnowsze logi dla bieżącej sesji, czytając z pliku logów w folderze konfiguracji użytkownika

# AppStartupMessage
source: App Startup, .NET runtime version: {0}
ar: بدء تشغيل التطبيق، إصدار بيئة تشغيل .NET: {0}
de_de: App-Start, .NET-Laufzeitversion: {0}
el_gr: Εκκίνηση εφαρμογής, έκδοση περιβάλλοντος εκτέλεσης .NET: {0}
es: Inicio de aplicación, versión de runtime .NET: {0}
fr_fr: Démarrage de l'application, version du runtime .NET : {0}
he_il: הפעלת האפליקציה, גרסת סביבת הריצה של .NET: {0}
hi_in: एप्लिकेशन स्टार्टअप, .NET रनटाइम संस्करण: {0}
ml_in: ആപ്ലിക്കേഷൻ സ്റ്റാർട്ടപ്പ്, .NET റൺടൈം പതിപ്പ്: {0}
pl_pl: Uruchomienie aplikacji, wersja środowiska .NET Runtime: {0}

# FileActivationDetectedMessage
source: File Activation detected
ar: تم اكتشاف تفعيل ملف
de_de: Dateiaktivierung erkannt
el_gr: Ανιχνεύθηκε ενεργοποίηση αρχείου
es: Se detectó activación de archivo
fr_fr: Activation par fichier détectée
he_il: זוהתה הפעלת קובץ
hi_in: फ़ाइल सक्रियण का पता चला
ml_in: ഫയൽ ആക്ടിവേഷൻ കണ്ടെത്തി
pl_pl: Wykryto aktywację pliku

# FileActivationNoObjectsMessage
source: App was launched via File activation but arguments didn't have any file objects in them
ar: تم تشغيل التطبيق عبر تفعيل ملف ولكن المعطيات لم تحتوِ على أي كائنات ملف
de_de: Die App wurde über die Dateiaktivierung gestartet, aber die Argumente enthielten keine Dateiobjekte
el_gr: Η εφαρμογή εκκινήθηκε μέσω ενεργοποίησης αρχείου αλλά τα ορίσματα δεν περιείχαν αντικείμενα αρχείων
es: La aplicación se inició a través de activación de archivo pero los argumentos no contenían objetos de archivo
fr_fr: L'application a été lancée via l'activation par fichier mais les arguments ne contenaient aucun objet fichier
he_il: האפליקציה הופעלה דרך הפעלת קובץ אך הארגומנטים לא הכילו אובייקטים של קבצים
hi_in: एप्लिकेशन फ़ाइल सक्रियण के माध्यम से शुरू हुआ लेकिन तर्कों में फ़ाइल ऑब्जेक्ट नहीं थे
ml_in: ആപ്ലിക്കേഷൻ ഫയൽ ആക്ടിവേഷൻ വഴി ആരംഭിച്ചെങ്കിലും ആർഗുമെന്റുകളിൽ ഫയൽ ഒബ്ജക്റ്റുകൾ ഇല്ലായിരുന്നു
pl_pl: Aplikacja została uruchomiona poprzez aktywację pliku, ale w argumentach nie było obiektów plików

# FileActivationNoArgumentsMessage
source: App was launched via File activation but without any file activation arguments
ar: تم تشغيل التطبيق عبر تفعيل ملف ولكن بدون أي معطيات تفعيل ملف
de_de: Die App wurde über die Dateiaktivierung gestartet, jedoch ohne Dateiaktivierungsargumente
el_gr: Η εφαρμογή εκκινήθηκε μέσω ενεργοποίησης αρχείου αλλά χωρίς ορίσματα ενεργοποίησης αρχείου
es: La aplicación se inició a través de activación de archivo pero sin argumentos de activación de archivo
fr_fr: L'application a été lancée via l'activation par fichier mais sans aucun argument d'activation
he_il: האפליקציה הופעלה דרך הפעלת קובץ אך ללא ארגומנטים של הפעלת קובץ
hi_in: एप्लिकेशन फ़ाइल सक्रियण के माध्यम से शुरू हुआ लेकिन फ़ाइल सक्रियण तर्कों के बिना
ml_in: ആപ്ലിക്കേഷൻ ഫയൽ ആക്ടിവേഷൻ വഴി ആരംഭിച്ചെങ്കിലും ഫയൽ ആക്ടിവേഷൻ ആർഗുമെന്റുകൾ ഇല്ലായിരുന്നു
pl_pl: Aplikacja została uruchomiona poprzez aktywację pliku, ale nie było argumentów aktywacji pliku

# ElevationRequiredButDeniedMessage
source: Elevation request was required to process the selected file but it was denied by the user. Exiting the app.
ar: كان طلب الصلاحيات المرتفعة مطلوباً لمعالجة الملف المحدد لكنه رُفض من قبل المستخدم. الخروج من التطبيق.
de_de: Für die Verarbeitung der ausgewählten Datei war eine Anforderung erhöhter Berechtigungen erforderlich, diese wurde jedoch vom Benutzer abgelehnt. Die App wird beendet.
el_gr: Απαιτήθηκε αίτημα αυξημένων δικαιωμάτων για την επεξεργασία του επιλεγμένου αρχείου αλλά απορρίφθηκε από τον χρήστη. Έξοδος από την εφαρμογή.
es: Se requería una solicitud de elevación para procesar el archivo seleccionado pero fue denegada por el usuario. Saliendo de la aplicación.
fr_fr: Une demande d'élévation était requise pour traiter le fichier sélectionné mais elle a été refusée par l'utilisateur. Fermeture de l'application.
he_il: בקשת הגבהה נדרשה לעיבוד הקובץ שנבחר אך נדחתה על ידי המשתמש. יוצא מהאפליקציה.
hi_in: चयनित फ़ाइल को संसाधित करने के लिए उन्नयन अनुरोध की आवश्यकता थी लेकिन उपयोगकर्ता द्वारा इसे अस्वीकार कर दिया गया। एप्लिकेशन से बाहर निकल रहे हैं।
ml_in: തിരഞ്ഞെടുത്ത ഫയൽ പ്രോസസ് ചെയ്യാൻ എലിവേഷൻ അഭ്യർത്ഥന ആവശ്യമായിരുന്നു പക്ഷേ ഉപയോക്താവ് നിരസിച്ചു. ആപ്ലിക്കേഷനിൽ നിന്ന് പുറത്തുകടക്കുന്നു.
pl_pl: Wymagane było żądanie podniesienia uprawnień do przetworzenia wybranego pliku, ale użytkownik odmówił. Wyjście z aplikacji.

# ElevationDeniedMessage
source: Elevation request was denied by the user
ar: رُفض طلب الصلاحيات المرتفعة من قبل المستخدم
de_de: Anforderung erhöhter Berechtigungen wurde vom Benutzer abgelehnt
el_gr: Το αίτημα αυξημένων δικαιωμάτων απορρίφθηκε από τον χρήστη
es: La solicitud de elevación fue denegada por el usuario
fr_fr: La demande d'élévation a été refusée par l'utilisateur
he_il: בקשת הגבהה נדחתה על ידי המשתמש
hi_in: उपयोगकर्ता द्वारा उन्नयन अनुरोध को अस्वीकार किया गया
ml_in: ഉപയോക്താവ് എലിവേഷൻ അഭ്യർത്ഥന നിരസിച്ചു
pl_pl: Użytkownik odmówił żądania podniesienia uprawnień

# WindowSizeSaveErrorMessage
source: There was a problem saving the window size when closing the app: {0}
ar: حدثت مشكلة في حفظ حجم النافذة عند إغلاق التطبيق: {0}
de_de: Beim Speichern der Fenstergröße beim Schließen der App ist ein Problem aufgetreten: {0}
el_gr: Υπήρξε πρόβλημα στην αποθήκευση του μεγέθους παραθύρου κατά το κλείσιμο της εφαρμογής: {0}
es: Hubo un problema guardando el tamaño de la ventana al cerrar la aplicación: {0}
fr_fr: Un problème est survenu lors de l'enregistrement de la taille de la fenêtre à la fermeture de l'application : {0}
he_il: אירעה בעיה בשמירת גודל החלון בעת סגירת האפליקציה: {0}
hi_in: एप्लिकेशन बंद करते समय विंडो का आकार सहेजने में समस्या हुई: {0}
ml_in: ആപ്ലിക്കേഷൻ അടയ്ക്കുമ്പോൾ വിൻഡോ വലുപ്പം സേവ് ചെയ്യുന്നതിൽ പ്രശ്നമുണ്ടായി: {0}
pl_pl: Wystąpił problem z zapisaniem rozmiaru okna podczas zamykania aplikacji: {0}

# ErrorDialogTitle
source: An error occurred
ar: حدث خطأ
de_de: Es ist ein Fehler aufgetreten
el_gr: Παρουσιάστηκε σφάλμα
es: Ocurrió un Error
fr_fr: Une erreur s'est produite
he_il: אירעה שגיאה
hi_in: एक त्रुटि हुई
ml_in: ഒരു പിശക് സംഭവിച്ചു
pl_pl: Wystąpił błąd

# ErrorDialogContent
source: An unexpected error has occurred: {0}
ar: حدث خطأ غير متوقع: {0}
de_de: Es ist ein unerwarteter Fehler aufgetreten: {0}
el_gr: Παρουσιάστηκε απροσδόκητο σφάλμα: {0}
es: Ocurrió un error inesperado: {0}
fr_fr: Une erreur inattendue s'est produite : {0}
he_il: אירעה שגיאה בלתי צפויה: {0}
hi_in: एक अप्रत्याशित त्रुटि हुई: {0}
ml_in: അപ്രതീക്ഷിത പിശക് സംഭവിച്ചു: {0}
pl_pl: Wystąpił nieoczekiwany błąd: {0}

source: OK
ar: موافق
el_gr: ΟΚ
es: Aceptar
he_il: אישור
hi_in: ठीक है
ml_in: ശരി

source: Cancelling...
ar: جاري الإلغاء...
de_de: Wird abgebrochen...
el_gr: Ακύρωση...
es: Cancelando...
fr_fr: Annulation...
he_il: מבטל...
hi_in: रद्द कर रहे हैं...
ml_in: റദ്ദാക്കുന്നു...
pl_pl: Anulowanie...

source: Cancel
ar: إلغاء
de_de: Abbrechen
el_gr: Ακύρωση
es: Cancelar
fr_fr: Annuler
he_il: ביטול
hi_in: रद्द करें
ml_in: റദ്ദാക്കുക
pl_pl: Anuluj

# SettingCodeIntegrityLogSizeMessageOnly
source: Setting the Code Integrity Log Size
ar: تعيين حجم سجل تكامل الكود
de_de: Größe des Codeintegritätsprotokolls wird festgelegt
el_gr: Ρύθμιση μεγέθους αρχείου καταγραφής ακεραιότητας κώδικα
es: Configurando tamaño del registro de integridad de código
fr_fr: Définition de la taille du journal d'intégrité du code
he_il: הגדרת גודל יומן Code Integrity
hi_in: कोड अखंडता लॉग आकार सेट कर रहे हैं
ml_in: കോഡ് ഇന്റഗ്രിറ്റി ലോഗ് വലുപ്പം സെറ്റ് ചെയ്യുന്നു
pl_pl: Ustawianie rozmiaru logu integralności kodu

# IncreasingCodeIntegrityLogSizeMessage
source: Increasing the Code Integrity log size by 1MB because its current free space is less than 1MB.
ar: زيادة حجم سجل تكامل الكود بـ 1 ميجابايت لأن المساحة الحرة الحالية أقل من 1 ميجابايت.
de_de: Erhöhung der Codeintegritätsprotokollgröße um 1 MB, da der aktuelle freie Speicherplatz unter 1 MB liegt.
el_gr: Αύξηση του μεγέθους αρχείου καταγραφής ακεραιότητας κώδικα κατά 1MB επειδή ο τρέχων ελεύθερος χώρος του είναι λιγότερο από 1MB.
es: Aumentando el tamaño del registro de integridad de código en 1MB porque su espacio libre actual es menor a 1MB.
fr_fr: Augmentation de la taille du journal d'intégrité du code de 1 Mo car l'espace libre actuel est inférieur à 1 Mo.
he_il: מגדיל את גודל יומן Code Integrity ב-1MB משום שהשטח הפנוי הנוכחי קטן מ-1MB.
hi_in: कोड अखंडता लॉग का आकार 1MB बढ़ाया जा रहा है क्योंकि इसकी वर्तमान खाली जगह 1MB से कम है।
ml_in: കോഡ് ഇന്റഗ്രിറ്റി ലോഗിന്റെ വലുപ്പം 1MB വർദ്ധിപ്പിക്കുന്നു കാരണം അതിന്റെ നിലവിലെ ഫ്രീ സ്പേസ് 1MB-യിൽ കുറവാണ്.
pl_pl: Zwiększanie rozmiaru logu integralności kodu o 1MB, ponieważ jego bieżące wolne miejsce jest mniejsze niż 1MB.

# SettingCodeIntegrityLogSizeMessage
source: Setting Code Integrity log size to {0:N2} MB.
ar: تعيين حجم سجل تكامل الكود إلى {0:N2} ميجابايت.
de_de: Codeintegritätsprotokollgröße wird auf {0:N2} MB festgelegt.
el_gr: Ρύθμιση μεγέθους αρχείου καταγραφής ακεραιότητας κώδικα σε {0:N2} MB.
es: Configurando el tamaño del registro de integridad de código a {0:N2} MB.
fr_fr: Définition de la taille du journal d'intégrité du code à {0:N2} Mo.
he_il: מגדיר את גודל יומן Code Integrity ל-{0:N2} MB.
hi_in: कोड अखंडता लॉग का आकार {0:N2} MB सेट किया जा रहा है।
ml_in: കോഡ് ഇന്റഗ്രിറ്റി ലോഗിന്റെ വലുപ്പം {0:N2} MB ആയി സെറ്റ് ചെയ്യുന്നു.
pl_pl: Ustawianie rozmiaru logu integralności kodu na {0:N2} MB.

# ProvidedLogSizeLessThanOrEqualOneMbNoChangesMadeMessage
source: Provided log size is less than or equal to 1 MB. No changes made.
ar: حجم السجل المقدم أقل من أو يساوي 1 ميجابايت. لم يتم إجراء أي تغييرات.
de_de: Angegebene Protokollgröße ist kleiner oder gleich 1 MB. Es wurden keine Änderungen vorgenommen.
el_gr: Το παρεχόμενο μέγεθος αρχείου καταγραφής είναι μικρότερο ή ίσο με 1 MB. Δεν έγιναν αλλαγές.
es: El tamaño de registro proporcionado es menor o igual a 1 MB. No se realizaron cambios.
fr_fr: La taille de journal fournie est inférieure ou égale à 1 Mo. Aucune modification effectuée.
he_il: גודל היומן שסופק קטן או שווה ל-1 MB. לא בוצעו שינויים.
hi_in: प्रदान किया गया लॉग आकार 1 MB से कम या बराबर है। कोई परिवर्तन नहीं किया गया।
ml_in: നൽകിയ ലോഗ് വലുപ്പം 1 MB-യേക്കാൾ കുറവോ തുല്യമോ ആണ്. മാറ്റങ്ങളൊന്നും വരുത്തിയിട്ടില്ല.
pl_pl: Podany rozmiar logu jest mniejszy lub równy 1 MB. Nie dokonano żadnych zmian.

# FileRequiresElevatedPermissionsMessage
source: The file "{0}" requires elevated permissions.
ar: الملف "{0}" يتطلب صلاحيات مرتفعة.
de_de: Die Datei "{0}" erfordert erhöhte Berechtigungen.
el_gr: Το αρχείο "{0}" απαιτεί αυξημένα δικαιώματα.
es: El archivo "{0}" requiere permisos elevados.
fr_fr: Le fichier "{0}" nécessite des permissions élevées.
he_il: הקובץ "{0}" דורש הרשאות מוגברות.
hi_in: फ़ाइल "{0}" को उन्नत अनुमतियों की आवश्यकता है।
ml_in: ഫയൽ "{0}"-ന് ഉയർന്ന അനുമതികൾ ആവശ്യമാണ്.
pl_pl: Plik "{0}" wymaga podwyższonych uprawnień.

source: Status
ar: الحالة
el_gr: Κατάσταση
es: Estado
fr_fr: État
he_il: מצב
hi_in: स्थिति
ml_in: നില
pl_pl: Stan

# WarningTitle
source: WARNING
ar: تحذير
de_de: WARNUNG
el_gr: ΠΡΟΕΙΔΟΠΟΙΗΣΗ
es: Advertencia
fr_fr: AVERTISSEMENT
he_il: אזהרה
hi_in: चेतावनी
ml_in: മുന്നറിയിപ്പ്
pl_pl: Ostrzeżenie

# ErrorTitle
source: Error
ar: خطأ
de_de: Fehler
el_gr: Σφάλμα
fr_fr: Erreur
he_il: שגיאה
hi_in: त्रुटि
ml_in: പിശക്
pl_pl: Błąd

# CommandFailedWithExitCodeErrorMessage
source: The command '{0} {1}' failed with exit code {2}. Error: {3}
ar: فشل الأمر '{0} {1}' برمز خروج {2}. الخطأ: {3}
de_de: Der Befehl '{0} {1}' ist mit Exitcode {2} fehlgeschlagen. Fehler: {3}
el_gr: Η εντολή '{0} {1}' απέτυχε με κωδικό εξόδου {2}. Σφάλμα: {3}
es: El comando '{0} {1}' falló con código de salida {2}. Error: {3}
fr_fr: La commande '{0} {1}' a échoué avec le code de sortie {2}. Erreur : {3}
he_il: הפקודה '{0} {1}' נכשלה עם קוד יציאה {2}. שגיאה: {3}
hi_in: कमांड '{0} {1}' एक्जिट कोड {2} के साथ विफल हुआ। त्रुटि: {3}
ml_in: കമാൻഡ് '{0} {1}' എക്സിറ്റ് കോഡ് {2} നൊടെ പരാജയപ്പെട്ടു. പിശക്: {3}
pl_pl: Polecenie '{0} {1}' nie powiodło się z kodem wyjścia {2}. Błąd: {3}

# ElevationRequestCancelledByUserMessage
source: Elevation request cancelled by the user.
ar: ألغى المستخدم طلب الصلاحيات المرتفعة.
de_de: Anforderung erhöhter Berechtigungen wurde vom Benutzer abgebrochen.
el_gr: Το αίτημα αυξημένων δικαιωμάτων ακυρώθηκε από τον χρήστη.
es: La solicitud de elevación fue cancelada por el usuario.
fr_fr: Demande d'élévation annulée par l'utilisateur.
he_il: בקשת הגבהה בוטלה על ידי המשתמש.
hi_in: उपयोगकर्ता द्वारा उन्नयन अनुरोध रद्द किया गया।
ml_in: ഉപയോക്താവ് എലിവേഷൻ അഭ്യർത്ഥന റദ്ദാക്കി.
pl_pl: Użytkownik anulował żądanie podniesienia uprawnień.

# ActivationManagerFailedWithHRESULTMessage
source: ActivationManager failed with HRESULT: 0x{0:X}
ar: فشل ActivationManager برمز HRESULT: 0x{0:X}
de_de: ActivationManager ist mit HRESULT fehlgeschlagen: 0x{0:X}
el_gr: Το ActivationManager απέτυχε με HRESULT: 0x{0:X}
es: ActivationManager falló con HRESULT: 0x{0:X}
fr_fr: ActivationManager a échoué avec HRESULT : 0x{0:X}
he_il: ActivationManager נכשל עם HRESULT: 0x{0:X}
hi_in: ActivationManager HRESULT के साथ विफल हुआ: 0x{0:X}
ml_in: ActivationManager HRESULT ഉപയോഗിച്ച് പരാജയപ്പെട്ടു: 0x{0:X}
pl_pl: ActivationManager nie powiódł się z HRESULT: 0x{0:X}

# JumpListNotSupportedMessage
source: JumpList is not supported.
ar: JumpList غير مدعوم.
de_de: JumpList wird nicht unterstützt.
el_gr: Το JumpList δεν υποστηρίζεται.
es: JumpList no es compatible.
fr_fr: JumpList n'est pas pris en charge.
he_il: JumpList אינו נתמך.
hi_in: JumpList समर्थित नहीं है।
ml_in: JumpList പിന്തുണയ്ക്കുന്നില്ല.
pl_pl: JumpList nie jest obsługiwana.

# AppElevationNoticeMain
source: Please launch Harden System Security as Administrator to access this page
ar: يرجى تشغيل Harden System Security كمسؤول للوصول إلى هذه الصفحة
de_de: Bitte starten Sie Harden System Security als Administrator, um auf diese Seite zuzugreifen
el_gr: Παρακαλώ εκκινήστε το Harden System Security ως Διαχειριστής για πρόσβαση σε αυτή τη σελίδα
es: Por favor ejecute Harden System Security como Administrador para acceder a esta página
fr_fr: Veuillez lancer Harden System Security en tant qu'administrateur pour accéder à cette page
he_il: אנא הפעל את Harden System Security כמנהל כדי לגשת לעמוד זה
hi_in: कृपया इस पेज तक पहुंचने के लिए Harden System Security को व्यवस्थापक के रूप में चलाएं
ml_in: ഈ പേജ് ആക്സസ് ചെയ്യാൻ Harden System Security അഡ്മിനിസ്ട്രേറ്ററായി പ്രവർത്തിപ്പിക്കുക
pl_pl: Uruchom Harden System Security jako administrator, aby uzyskać dostęp do tej strony
